export const salonHistory = [
  {
    id: 1,
    date: '2010',
    title: 'Открытие салона',
    description:
      'Открытие первого салона красоты в центре города. Начало работы с базовыми услугами по уходу за лицом и телом.',
  },
  {
    id: 2,
    date: '2012',
    title: 'Расширение услуг',
    description:
      'Внедрение новых процедур и технологий. Начало сотрудничества с ведущими брендами косметики.',
  },
  {
    id: 3,
    date: '2015',
    title: 'Первая награда',
    description:
      'Получение премии "Лучший салон красоты года" в номинации "Инновации в косметологии".',
  },
  {
    id: 4,
    date: '2018',
    title: 'Масштабное обновление',
    description:
      'Ремонт и переоснащение салона. Внедрение новейшего оборудования и расширение команды специалистов.',
  },
  {
    id: 5,
    date: '2020',
    title: 'Онлайн-запись',
    description:
      'Запуск системы онлайн-записи и личного кабинета для клиентов. Внедрение программы лояльности.',
  },
  {
    id: 6,
    date: '2023',
    title: 'Новые горизонты',
    description:
      'Открытие учебного центра для подготовки специалистов. Запуск собственной линии косметических средств.',
  },
];
